/* State and Keywordgroupnames */
"/XML/Tags" = "Tags";
"/XML/Strings in Tags" = "“Strings in tags”";
"/XML/Single Strings in Tags" = "’Strings in tags’";
"/XML/Attributes in Tags" = "Attributen in tags";
"/XML/Entities" = "Entiteiten";
"/XML/Comment" = "<!-- Commentaar -->";
"/XML/CDATA" = "<![CDATA[...]]>";
"/XML/Doctype" = "<!Declaratie>";
"/XML/Escape" = "<?Proloog?>";
"/XML/SGML Double Dash" = "Waarschuwing ongeldig SGML-commentaar";

"Inline CSS" = "In-line CSS";
"Inline JavaScript" = "In-line JavaScript";
"Style Tags" = "Stijltags";
"Opening Style Tag" = "Openende stijltag";
"Script Tags" = "Scripttags";
"Opening Script Tag" = "Openende scripttag";

"/CSS/CSS Attribute state" = "CSS-attributen";
"/CSS/CSS Keywords" = "CSS-sleutelwoorden";
"/CSS/CSS Digits" = "CSS-getallen";
"/CSS/CSS Colors" = "CSS-kleuren";
"/CSS/AutodocComment" = "/*“ CSS-commentaar ”*/";
"/CSS/Comment" = "/* CSS-commentaar */";
"/CSS/SingleComment" = "// CSS-commentaar";
"/CSS/String" = "“CSS-strings”";
"/CSS/Inside curly brackets" = "{CSS binnen accolades}";
"/CSS/Round bracket" = "(CSS binnen haakjes)";
"/CSS/SingleString" = "’CSS-strings’";

"/JavaScript/Keywords" = "JavaScript-sleutelwoorden";
"/JavaScript/Numbers" = "JavaScript-getallen";
"/JavaScript/Characters" = "JavaScript-tekens";
"/JavaScript/FunctionRegex" = "JavaScript-functieaanroepen";
"/JavaScript/AutodocComment" = "/*\" JavaScript-opmerking \"*/";
"/JavaScript/Comment" = "/* JavaScript-opmerking */";
"/JavaScript/SingleComment" = "// JavaScript-opmerking";
"/JavaScript/String" = "\"JavaScript-strings\"";
"/JavaScript/SingleString" = "'JavaScript-strings'";
"/JavaScript/Regular Expressions" = "JavaScript-reguliere expressies";
"/JavaScript/Escaped Characters" = "JavaScript Escaped Characters";